Repository: FreePBX/directory
Catalog: i18n/*/LC_MESSAGES/directory.po
Languages: pl

source: ALERT_INFO to be sent when called from this Directory. Can be used for distinctive ring for SIP devices.
pl: ALERT_INFO ma być wysyłany po wydzwonieniu z tego katalogu. To może być użyte do rozróżniania dzwonków na urządzeniach SIP.

source: Actions
pl: Działania

source: Add Directory
pl: Dodaj katalog

source: Add new entry.
pl: Dodaj nowy wpis.

source: Alert Info
pl: Informacje o alertach

source: All Users
pl: Wszyscy użytkownicy

source: An Error occurred trying to contact the server adding a row, no reply.
pl: Dodając wiersz wystąpił błąd podczas próby skontaktowania się z serwerem. Brak odpowiedzi.

source: Announce Extension
pl: Zapowiedź numeru wewnętrznego

source: Announcement
pl: Zapowiedź

source: Applications
pl: Aplikacje

source: CallerID Name Prefix
pl: Prefiks nazwy CallerID

source: Choose One
pl: Wybierz jedną z opcji

source: Click here to remove this entry
pl: Kliknij tutaj aby usunąć ten wpis

source: Custom
pl: Niestandardowy

source: Default
pl: Domyślne

source: Default Directory
pl: Katalog domyślny

source: Default Group Inclusion
pl: Domyślna integracja grupy

source: Delete
pl: Usuń

source: Delete Directory %s
pl: Usuń katalog %s

source: Description of this directory.
pl: Opis tego katalogu.

source: Destination to send the call to after Invalid Recording is played.
pl: Miejsce docelowe, do którego ma zostać wysłane połączenie po odtworzeniu nagrania dla nieprawidłowej opcji.

source: Dial
pl: Wydzwoń

source: Directory
pl: Książka adresowa

source: Directory %s:
pl: Książka adresowa %s:

source: Directory Description
pl: Opis katalogu

source: Directory General Options
pl: Opcje ogólne katalogu

source: Directory Name
pl: Nazwa katalogu

source: Directory Name Already Exist
pl: Nazwa katalogu już istnieje

source: Directory Name Can not be Blank
pl: Nazwa katalogu nie może być pusta

source: Directory Options (DTMF)
pl: Opcje książki adresowej (DTMF)

source: Directory&nbsp;Entries
pl: Książka adresowa&nbsp;Wpisy

source: Directory: %s
pl: Książka adresowa: %s

source: Directory: %s
pl: Książka adresowa: %s

source: Disabled
pl: Wyłączony

source: Edit %s: %s
pl: Edytuj %s: %s

source: Edit Directory
pl: Edytuj książkę adresową

source: Edit Directory: %s
pl: Edytuj książkę adresową: %s

source: Enabled
pl: Włączony

source: Exclude
pl: Wykluczać

source: Greeting to be played on entry to the directory.
pl: Powitanie do odtworzenia przy wejściu do katalogu.

source: Include
pl: Zawierać

source: Invalid Destination
pl: Nieprawidłowe miejsce docelowe

source: Invalid Recording
pl: Nieprawidłowe nagranie

source: Invalid Retries
pl: Nieprawidłowe ponawianie

source: Invalid Retry Recording
pl: Nieprawidłowe nagranie dla ponownej próby

source: List Directories
pl: Wykaz książek adresowych

source: Name
pl: Nazwa

source: Name Announcement
pl: Nazwa zapowiedzi

source: Name of this directory
pl: Nazwa tej książki adresowej

source: Name of this directory.
pl: Nazwa tej książki adresowej.

source: No
pl: Nie

source: None
pl: Żaden

source: Number of times to retry when receiving an invalid/unmatched response from the caller
pl: Liczba ponownych prób w przypadku otrzymania nieprawidłowej/niepasującej odpowiedzi od dzwoniącego

source: Override the ringer volume. Note: This is only valid for %s phones at this time
pl: Zastąp głośność dzwonka. Uwaga: To obecnie dotyczy tylko telefonów %s

source: Prefix to be appended to current CallerID Name.
pl: Prefiks który ma być dołączony do bieżącej nazwy CallerID.

source: Prompt to be played before sending the caller to an alternate destination due to the caller pressing 0 or receiving the maximum amount of invalid/unmatched responses (as determined by Invalid Retries)
pl: Monituj o odtworzenie przed wysłaniem rozmówcy do alternatywnego miejsca docelowego z powodu naciśnięcia przez rozmówcę 0 lub otrzymania maksymalnej liczby nieprawidłowych/niedopasowanych odpowiedzi (określonych jako nieprawidłowe próby)

source: Prompt to be played when an invalid/unmatched response is received, before prompting the caller to try again
pl: Zapowiedź odtworzona po odebraniu nieprawidłowej/niedopasowanej odpowiedzi, zanim poprosisz dzwoniącego o ponowną próbę

source: Reset
pl: Zresetuj

source: Return to IVR
pl: Zwróć do IVR

source: Ringer Volume Override
pl: Nadpisanie głośności dzwonka

source: Select
pl: Wybierz

source: Spell Name
pl: Wymowa nazwy

source: Submit
pl: Wyślij

source: System Recordings:
pl: Nagrania systemowe:

source: Text to Speech
pl: Zamiana tekstu na mowę

source: The directory module allows you to create directories of users that can be accessed by callers through modules like the IVR.
pl: Moduł książki adresowej umożliwia tworzenie książek adresowych użytkowników, do których dzwoniący mogą uzyskać dostęp za pośrednictwem modułów takich jak IVR.

source: This entry has already been added
pl: Ten wpis został już dodany

source: This should auto-populate with the extension's descriptive name. This is what users will search by when asked to enter the first 3 letters of the person's name. For example, if the name is Bartholomew, the caller would enter 227 for BAR. This field should be a name as the search option is based on Name and not the number.
pl: To powinno automatycznie wypełnić opisową nazwą numeru wewnętrznego. To jest parametr według którego użytkownicy będą wyszukiwać gdy zostaną poproszeni o wpisanie pierwszych 3 liter imienia i nazwiska wyszukiwanej osoby. Na przykład, jeśli imię to Bartłomiej, wywołujący wprowadzi 227 dla BAR. To pole powinno być nazwą, ponieważ opcja wyszukiwania jest oparta na nazwie, a nie na liczbie.

source: Tied to a Directory allowing all entries in that directory to be dialed directly, as they appear in the directory
pl: Powiązanie z książką adresową umożliwia bezpośrednie wybieranie wszystkich wpisów z tej książki adresowej, według wyświetlania w książce adresowej

source: Voicemail Greeting
pl: Powitanie w poczcie głosowej

source: When checked, the extension number being transferred to will be announced prior to the transfer
pl: Po zaznaczeniu tej opcji numer wewnętrzny, na który ma zostać wykonany transfer, zostanie zapowiedziany przed tym transferem

source: When selected, if the call passed through an IVR that had "Return to IVR" selected, the call will be returned there instead of the Invalid destination.
pl: Po wybraniu tej opcji, jeśli połączenie przeszło przez IVR, który miał wybraną opcję "Wróć do IVR", połączenie zostanie zwrócone tam, a nie do nieprawidłowego odbiorcy.

source: Yes
pl: Tak

source: You can include or exclude this extension/user from being part of the default directory when creating or editing.
pl: Możesz dołączyć lub wykluczyć ten numer wewnętrzny/użytkownika z domyślnej książki adresowej podczas tworzenia lub edytowania.

source: deleting default_directory and migration tracking keys..
pl: Usuwanie default_directory oraz kluczy śledzenia migracji.

source: dropping directory_details, directory_entries..
pl: porzuć directory_details, directory_entries..

source: remove
pl: usuń
